import './About.css'
const About = () => {
  return (
    <div className="about">
      <main className="about-section">
        <h1 className="title">عن Miroire</h1>
        <p>
          يقدم لك الحل الأمثل لتجربة جمال متكاملة وسهلة. نحن نعرض مجموعة متنوعة من الصالونات في مدينتك، مما يوفر عليك عناء البحث والتنقل. من خلال منصتنا، يمكنك مقارنة الصالونات، الاطلاع على الخدمات المقدمة، واختيار الموعد المناسب للحجز بكل سهولة ويسر. هدفنا هو تبسيط عملية البحث والحجز، مع إمكانية قراءة تقييمات وآراء العملاء الآخرين لتستمتع بتجربة جمال فريدة دون عناء.
        </p>
      </main>
    </div>
  );
}

export default About;
